---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearReinforcement
source: html/916ad327-4839-a407-e354-e593b014aebd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearReinforcement Property

"Shear reinforcement yield stress"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamShearReinforcement { get; }
```